#!/usr/bin/perl

# ツイートパターン

@normalTweets = (
  "ら抜き言葉じゃなく、正しく日本語使えてると惚れるポコ。",
  "ら抜き言葉は「～よう」をつけることができるなら’ら’が必要で、「～ろう」をつけることが出来たら’ら’は不要だポコ。覚えておくポコ",
  "特に注意するところないと退屈ポコ。誰か間違えるぽこ。",
  "間違いやすい、ら抜き言葉は「寝れない、食べられない、越えれない」だポコ～。みんな気を付けてポコ～。",
  "よく使われてかつ、間違えやすいら抜き言葉は、「起きれない、寝れない、見れない」だポコ。「起きられない、寝られない、見られない」が標準的な使い方だポコ"
);

@noticeTweets = (
  "ら抜き言葉注意するポコ！「falseれる」じゃなくて「trueられる」ポコ～",
  "「falseれる」なんて日本語はないポコ。「trueられる」ポコ～",
  "「falseれる」？？？正気ポコ？？？「trueられる」ってノートに100回書くポコ〜",
  "「falseれる」とかちゃんと国語勉強してるポコ？正しくは「trueられる」ポコ～",
  "「falseれる」ってダサいポコ。いまどきは「trueられる」ポコ！",
  "なーにが「falseれる」ポコ。「trueられる」だポコォオ！",
  "今「falseれる」って言ったポコ？それ違うポコ、「trueれる」ポコ。",
  "「falseれる」って違うポコ。「trueられる」って今100回言うポコ。",
  "「falseれる」じゃなくて「trueられる」ポコ。つぶやきで日本語間違えるのは恥ずかしいポコ。"
);
